Repository: KeremDev/RiskDetected
Catalog: App/Localization/Localizable.xcstrings
Source language: tr
Languages: en

# localizable.isg.workspace.training.advanced.screen.isyeri.71690301
source: İşyeri
en: Workplace

# localizable.isg.workspace.training.advanced.screen.konu.aciklamasi.34383aeb
source: Konu açıklaması
en: Topic description

# localizable.isg.workspace.training.advanced.screen.konu.aciklamasi.eb12c368
source: Konu açıklaması
en: Topic description

# localizable.isg.workspace.training.advanced.screen.konu.basligi.1704979d
source: Konu başlığı
en: Topic title

# localizable.isg.workspace.training.advanced.screen.konu.basligi.bd32509e
source: Konu başlığı
en: Topic title

# localizable.isg.workspace.training.advanced.screen.mufredat.adi.8b54a1ce
source: Müfredat adı
en: Curriculum name

# localizable.isg.workspace.training.advanced.screen.mufredat.dd1f3af0
source: Müfredat
en: Curriculum

# localizable.isg.workspace.training.advanced.screen.mufredat.f0b8ea0a
source: Müfredat
en: Curriculum

# localizable.isg.workspace.training.advanced.screen.mufredat.konusu.01963e0d
source: Müfredat konusu
en: Curriculum topic

# localizable.isg.workspace.training.advanced.screen.mufredat.olustur.2c1c0d0d
source: Müfredat oluştur
en: Create curriculum

source: Müfredat sürümleri, yıllık plan, sınav ve belgeler aynı firma kapsamında tutulur.
en: Curriculum versions, the annual plan, exams and certificates are kept under the same company.

# localizable.isg.workspace.training.advanced.screen.mufredat.yok.533272b3
source: Müfredat yok
en: No curriculum

# localizable.isg.workspace.training.advanced.screen.mufredat.yonetimi.73408794
source: Müfredat yönetimi
en: Curriculum management

# localizable.isg.workspace.training.advanced.screen.plan.adi.1752444f
source: Plan adı
en: Plan name

# localizable.isg.workspace.training.advanced.screen.plan.faaliyeti.f79419fb
source: Plan faaliyeti
en: Plan activity

# localizable.isg.workspace.training.advanced.screen.plan.yonetimi.647a4195
source: Plan yönetimi
en: Plan management

# localizable.isg.workspace.training.advanced.screen.sinav.gerekli.8cdcfd3a
source: Sınav gerekli
en: Exam required

# localizable.isg.workspace.training.advanced.screen.sinav.sonucu.fb311cf9
source: Sınav sonucu
en: Exam result

# localizable.isg.workspace.training.advanced.screen.sinavlar.f5fad819
source: Sınavlar
en: Exams

# localizable.isg.workspace.training.advanced.screen.tekrar.dene.b3a8783c
source: Tekrar dene
en: Try again

# localizable.isg.workspace.training.advanced.screen.yillik.egitim.plani.c4ad8d07
source: Yıllık eğitim planı
en: Annual training plan

# localizable.isg.workspace.training.advanced.screen.yillik.plan.344d3bf9
source: Yıllık plan
en: Annual plan

# localizable.isg.workspace.training.advanced.topics.minutes
source: %1$@ · %2$@ konu · %3$@ dakika
en: %1$@ · %2$@ topics · %3$@ minutes

# localizable.notebook.action.required
source: İşlem gerekli
en: Action required

# localizable.notebook.reminder.title
source: Hatırlatıcı başlığı
en: Reminder title

# localizable.notebook.reminder.linked
source: Bu hatırlatıcı seçili nota bağlanacak
en: This reminder will be linked to the selected note

# localizable.notebook.device.registering
source: Cihaz kaydı yenileniyor…
en: Refreshing device registration…

# localizable.notebook.notifications.enable
source: Bildirimleri aç / cihaz kaydını yenile
en: Enable notifications / refresh device registration

# localizable.notebook.remind
source: Hatırlat
en: Remind

# localizable.nova.company.readiness
source: Hazırlık durumu
en: Readiness

# localizable.nova.company.readiness.value
source: %1$d / %2$d başlık güncel
en: %1$d / %2$d headings up to date

# localizable.nova.company.readiness.loading
source: Durumlar hazırlanıyor
en: Preparing statuses

# localizable.nova.company.metric.open.nonconformity
source: açık uygunsuzluk
en: open nonconformities

# localizable.nova.company.metric.action.required
source: işlem gerekli
en: actions required

# localizable.nova.company.next.title
source: Sıradaki işler
en: Next actions

# localizable.nova.company.next.empty.title
source: Şu anda kritik iş görünmüyor
en: No critical actions right now

# localizable.nova.company.next.empty.detail
source: Kayıt kategorilerinden ayrıntıları inceleyebilirsiniz.
en: You can review details in the record categories.

# localizable.nova.company.next.nonconformity.title
source: Açık uygunsuzlukları incele
en: Review open nonconformities

# localizable.nova.company.next.nonconformity.detail
source: %d kayıt takip bekliyor
en: %d records await follow-up

# localizable.nova.company.next.risk.title
source: Risk değerlendirmesi oluştur
en: Create a risk assessment

# localizable.nova.company.next.risk.detail
source: Henüz değerlendirme kaydı yok
en: No assessment record yet

# localizable.nova.company.next.emergency.title
source: Acil durum planı oluştur
en: Create an emergency plan

# localizable.nova.company.next.emergency.detail
source: Henüz yürürlükte bir plan yok
en: No active plan yet

# localizable.nova.company.next.equipment.title
source: Ekipman ve kontrol takibini başlat
en: Start equipment and inspection tracking

# localizable.nova.company.next.equipment.detail
source: Henüz ekipman kaydı yok
en: No equipment record yet

# localizable.nova.company.next.personnel.title
source: İlk personeli ekle
en: Add the first person

# localizable.nova.company.next.training.title
source: İlk eğitim kaydını oluştur
en: Create the first training record

# localizable.nova.company.next.training.detail
source: Henüz gerçekleşen eğitim yok
en: No completed training yet

# localizable.nova.company.people.count
source: %d kişi
en: %d people

# localizable.nova.company.record.count
source: %d kayıt
en: %d records

# localizable.nova.company.category.education
source: Eğitim ve organizasyon
en: Training and organization

# localizable.nova.company.records.view
source: Kayıtları görüntüle
en: View records

# localizable.nova.company.status.not.started
source: Başlanmadı
en: Not started

# localizable.nova.company.equipment.count
source: %d ekipman
en: %d equipment

# localizable.nova.company.training.completed.count
source: %d tamamlanan eğitim
en: %d completed trainings

source: Bu madde aynı kapsam anahtarıyla listede zaten var. Gerçekten farklı bir alan veya ekipman içinse ayrı bir kapsam adı girin.
en: This item is already in the list with the same scope key. If it really covers a different area or equipment, enter a separate scope name.

# localizable.nova.checklists.genel.338fde21
source: Genel
en: General

source: Kanıt veya uygunsuzluk kaydı için kontrolü bir firmada başlatın.
en: Start the inspection at a company to record evidence or a nonconformity.

source: Uygun değil ve Uygulanamaz yanıtlarında açıklama zorunludur.
en: A description is required for Not compliant and Not applicable answers.

# localizable.nova.company.assignment.empty
source: Henüz atama yok
en: No assignment yet

# localizable.nova.analysis.list.filter.unreviewed
source: İncelenmemiş
en: Unreviewed

# localizable.nova.analysis.list.sort.newest
source: En yeni
en: Newest

# localizable.nova.analysis.list.sort.highest
source: En yüksek risk
en: Highest risk

# localizable.nova.analysis.list.sort.findings
source: En çok bulgu
en: Most findings

# localizable.nova.analysis.list.sort.unreviewed
source: İncelenmemiş önce
en: Unreviewed first

# localizable.nova.analysis.list.filter.state
source: Durum
en: Status

# localizable.nova.analysis.list.filter.company
source: Firma
en: Company

# localizable.nova.analysis.list.filter.companies
source: Tüm firmalar
en: All companies

# localizable.nova.analysis.list.filter.remove
source: %@ filtresini kaldır
en: Remove %@ filter

# localizable.nova.analysis.detail.metric.finding
source: Bulgu
en: Finding

# localizable.nova.analysis.detail.priority
source: Öncelikli bulgu
en: Priority finding

# localizable.nova.analysis.detail.observed
source: Ne gözlendi?
en: What was observed?

# localizable.nova.analysis.detail.measure.preventive
source: Önleyici faaliyet
en: Preventive action

# localizable.nova.analysis.detail.references
source: Mevzuat ve ek bilgiler
en: Legislation and additional information

# localizable.nova.analysis.detail.duration
source: Önerilen süre
en: Suggested duration

# localizable.nova.analysis.finding.detail.title
source: Bulgu Detayı
en: Finding Detail

# localizable.nova.analysis.finding.edit
source: Düzenle
en: Edit

# localizable.nova.analysis.finding.delete
source: Sil
en: Delete

# localizable.nova.analysis.finding.actions
source: Bulgu işlemleri
en: Finding actions

# localizable.nova.analysis.finding.number
source: Bulgu #%d
en: Finding #%d

# localizable.nova.analysis.finding.file
source: Uygunsuzluk oluştur
en: Create nonconformity

# localizable.nova.analysis.finding.feedback.question
source: Bu bulgu faydalı mıydı?
en: Was this finding useful?

# localizable.nova.analysis.finding.feedback.dislike
source: Faydalı değil
en: Not useful

# localizable.nova.analysis.finding.source.photo
source: Bulguyla ilişkili kaynak fotoğraf
en: Source photo related to the finding

# localizable.nova.analysis.finding.source.photo.failed
source: Kaynak görsel yüklenemedi
en: Source image could not be loaded

# localizable.nova.analysis.finding.score.explain
source: Skor nasıl oluştu?
en: How was the score calculated?

# localizable.nova.company.progress.status.complete
source: Tamamlandı
en: Completed

# localizable.nova.company.progress.status.review
source: Kontrol gerekli
en: Review required

# localizable.nova.company.progress.status.missing
source: Eksik
en: Missing

# localizable.nova.company.progress.status.waiting
source: Veri bekleniyor
en: Waiting for data

# localizable.nova.company.progress.title
source: Firma İlerlemesi
en: Company Progress

# localizable.nova.company.progress.heading.count
source: %d başlık
en: %d headings

# localizable.nova.company.progress.completed
source: tamamlandı
en: completed

# localizable.nova.company.progress.spoken
source: Firma ilerlemesi, %1$d / %2$d başlık tamamlandı
en: Company progress, %1$d of %2$d headings complete

# localizable.nova.company.progress.summary.complete
source: Tüm firma başlıkları tamamlandı ve güncel görünüyor.
en: All company headings appear complete and current.

# localizable.nova.company.progress.summary.missing.many
source: %1$@ dahil %2$d başlık eksik
en: %1$@ and %2$d headings are missing

# localizable.nova.company.progress.summary.missing.named
source: %@ eksik
en: %@ missing

# localizable.nova.company.progress.summary.review
source: %d başlığın tarihi veya durumu kontrol edilmeli
en: The date or status of %d headings should be reviewed

# localizable.nova.company.progress.summary.waiting
source: %d başlık için veri bekleniyor
en: Waiting for data for %d headings

# localizable.nova.company.progress.company.ready
source: Temel firma bilgileri kayıtlı.
en: Core company information is recorded.

# localizable.nova.company.progress.company.loading
source: Firma bilgileri yükleniyor.
en: Loading company information.

# localizable.nova.company.progress.emergency
source: Acil Durum Planı
en: Emergency Plan

# localizable.nova.company.progress.training
source: Eğitim
en: Training

# localizable.nova.company.progress.training.ready
source: %d tamamlanan eğitim kayıtlı.
en: %d completed training records.

# localizable.nova.company.progress.training.loading
source: Eğitim durumu yükleniyor.
en: Loading training status.

# localizable.nova.company.progress.personnel.ready
source: %d aktif personel kayıtlı.
en: %d active personnel recorded.

# localizable.nova.company.progress.personnel.loading
source: Personel durumu yükleniyor.
en: Loading personnel status.

# localizable.nova.company.progress.logo
source: Logo
en: Company Logo

# localizable.nova.company.progress.logo.ready
source: Firma logosu kayıtlı.
en: Company logo is recorded.

# localizable.nova.company.progress.logo.missing
source: Firma logosu eklenmemiş.
en: Company logo has not been added.

# localizable.nova.company.progress.responsible
source: Sorumlu Kişi
en: Responsible Person

# localizable.nova.company.progress.responsible.missing
source: Sorumlu kişi tanımlanmamış.
en: No responsible person is defined.

# localizable.nova.company.progress.responsible.loading
source: Sorumlu kişi yükleniyor.
en: Loading responsible person.

# localizable.nova.company.progress.visits
source: Ziyaretler
en: Visits

# localizable.nova.company.progress.risk.loading
source: Risk durumu yükleniyor.
en: Loading risk status.

# localizable.nova.company.progress.record.empty
source: Henüz kayıt yok.
en: No record yet.

# localizable.nova.company.progress.record.review
source: %d kayıt tarih veya durum kontrolü bekliyor.
en: %d records await a date or status review.

# localizable.nova.company.progress.risk.ready
source: Risk analizi güncel.
en: Risk analysis is current.

# localizable.nova.company.progress.inspection
source: Periyodik Kontrol
en: Periodic Inspection

# localizable.nova.company.progress.inspection.loading
source: Kontrol durumu yükleniyor.
en: Loading inspection status.

# localizable.nova.company.progress.inspection.empty
source: Henüz ekipman kaydı yok.
en: No equipment record yet.

# localizable.nova.company.progress.inspection.ready
source: Periyodik kontroller güncel.
en: Periodic inspections are current.

# localizable.nova.company.progress.nonconformity.loading
source: Uygunsuzluk durumu yükleniyor.
en: Loading nonconformity status.

# localizable.nova.company.progress.nonconformity.open
source: %d açık kayıt takip bekliyor.
en: %d open records await follow-up.

# localizable.nova.company.progress.nonconformity.ready
source: Tüm uygunsuzluk kayıtları kapalı.
en: All nonconformity records are closed.

# localizable.nova.company.progress.status.loading
source: Durum bilgisi yükleniyor.
en: Loading status information.

# localizable.nova.company.progress.record.ready
source: %d kayıt güncel.
en: %d records are current.

# localizable.nova.education.savedraft
source: Taslak olarak kaydet
en: Save as draft
